Repository: seddikhoudjedje/wp-headlesswoo
Catalog: languages/plugins/wp-crontrol-*.po
Languages: fr_fr

source: Unknown
fr_fr: Inconnu

source: Current site time: %s
fr_fr: Date et heure actuelle du site : %s

source: Format: %1$s or anything accepted by %2$s
fr_fr: Format : %1$s ou tout accepté par %2$s

source: At: %s
fr_fr: À : %s

source: Tomorrow
fr_fr: Demain

source: Now
fr_fr: Maintenant

source: You are not allowed to delete PHP cron events.
fr_fr: Vous n’avez pas l’autorisation de supprimer des évènements cron PHP.

source: You are not allowed to edit PHP cron events.
fr_fr: Vous n’avez pas l’autorisation de modifier des évènements cron PHP.

source: Delete Selected Events
fr_fr: Supprimer les évènements sélectionnés

source: Select All
fr_fr: Tout sélectionner

source: Successfully deleted the selected cron events.
fr_fr: Suppression réussie des évènements cron sélectionnés.

source: Manage Cron Schedules
fr_fr: Gérer les planifications cron

source: Use a JSON encoded array, e.g. %1$s, %2$s, or %3$s
fr_fr: Utiliser un tableau encodé en JSON, tel que %1$s, %2$s, ou %3$s

source: The opening %s tag must not be included.
fr_fr: La balise d’ouverture %s ne doit pas être incluse.

source: Manage Cron Events
fr_fr: Gérer les événements cron

source: This custom schedule is in use and cannot be deleted
fr_fr: Cette planification personnalisée est en cours d’utilisation et ne peut pas être supprimée

source: John Blackbourn & crontributors
fr_fr: John Blackbourn & contributeurs

source: You cannot add, edit, or delete PHP cron events because your user account does not have the ability to edit files.
fr_fr: Vous ne pouvez ajouter, modifier ou supprimer les évènements PHP cron car votre compte utilisateur ne dispose pas du droit de modification de fichier.

source: Timezone: %s
fr_fr: Fuseau horaire : %s

source: Arguments (optional)
fr_fr: Arguments (facultatif)

source: Event Name (optional)
fr_fr: Nom de l'évènement (facultatif)

source: Cron events trigger actions in your code. A cron event needs a corresponding action hook somewhere in code, e.g. the %1$s file in your theme.
fr_fr: Les évènements cron déclenchent des actions dans votre code. Un évènement cron nécessite un crochet d’action quelque part dans le code, par exemple le fichier %1$s dans votre thème.

source: Cron events trigger actions in your code. Enter the schedule of the event, as well as the PHP code to execute when the action is triggered.
fr_fr: Les évènements cron déclenchent des actions dans votre code. Saisissez la planification de l’évènement, ainsi que le code PHP à exécuter quand l’action est déclenchée.

source: The %s constant is set to true.
fr_fr: La constante %s est définie sur true.

source: The %s constant is set to true. WP-Cron spawning is disabled.
fr_fr: La constante %s est définie sur true. WP-Cron est désactivé.

source: Unexpected HTTP response code: %s
fr_fr: Code de réponse HTTP inattendu : %s

source: Add Cron Schedule
fr_fr: Ajouter une planification cron

source: WP-Cron schedules are the time intervals that are available for scheduling events. You can only delete custom schedules.
fr_fr: Les planifications WP-Cron sont les intervalles de temps qui sont disponibles pour planifier des évènements. Vous pouvez supprimer uniquement les planifications personnalisées.

source: WP-Cron Schedules
fr_fr: Planifications WP-Cron

source: Cron Events
fr_fr: Évènements Cron

source: You are not allowed to add new PHP cron events.
fr_fr: Vous n’avez pas l’autorisation d’ajouter de nouveaux évènements cron PHP.

source: WP Crontrol lets you view and control what's happening in the WP-Cron system.
fr_fr: WP Crontrol vous permet de voir et contrôler ce qui se passe dans le système WP-Cron.

source: now
fr_fr: maintenant

source: %s second
fr_fr: %s seconde

source: %s hour
fr_fr: %s heure

source: %s day
fr_fr: %s jour

source: %s week
fr_fr: %s semaine

source: %s month
fr_fr: %s mois

source: %s year
fr_fr: %s an

source: Run Now
fr_fr: Exécuter maintenant

source: Edit
fr_fr: Modifier

source: PHP Code
fr_fr: Code PHP

source: None
fr_fr: Aucun

source: Recurrence
fr_fr: Fréquence

source: Next Run
fr_fr: Prochaine exécution

source: Hook Name
fr_fr: Nom du crochet

source: WP-Cron Events
fr_fr: Évènements WP-Cron

source: Successfully created the cron event %s.
fr_fr: L’évènement cron %s a bien été créé.

source: Successfully edited the cron event %s.
fr_fr: L’évènement cron %s a bien été modifié.

source: You currently have no scheduled cron events.
fr_fr: Vous n’avez pour le moment aucun évènement cron de planifié.

source: Add Cron Event
fr_fr: Ajouter un évènement cron

source: Add PHP Cron Event
fr_fr: Ajouter PHP Cron Event

source: Modify Cron Event
fr_fr: Modifier l’évènement cron

source: Modify PHP Cron Event
fr_fr: Modifier l’évènement cron PHP

source: There was a problem spawning a call to the WP-Cron system on your site. This means WP-Cron events on your site may not work. The problem was: %s
fr_fr: Il y a eu un problème lors de l’exécution d'un appel vers le système WP-Cron sur votre site. Cela signifie que les évènements WP-Cron sur votre site peuvent ne pas fonctionner. Le problème rencontré est : %s

source: Display name
fr_fr: Nom affiché

source: Interval (seconds)
fr_fr: Intervalle (secondes)

source: Internal name
fr_fr: Nom interne

source: Adding a new cron schedule will allow you to schedule events that re-occur at the given interval.
fr_fr: Ajouter une nouvelle planification cron vous permettra de planifier des évènements qui se reproduisent dans l’intervalle donnée.

source: Delete
fr_fr: Supprimer

source: You currently have no schedules. Add one below.
fr_fr: Vous n’avez aucune planification pour le moment. Ajoutez-en une ci-dessous.

source: Display Name
fr_fr: Nom affiché

source: Interval
fr_fr: Intervalle

source: Name
fr_fr: Nom

source: Cron Schedules
fr_fr: Planifications Cron

source: Cron schedule not added because there was a problem parsing %s.
fr_fr: La planification cron n’a pas été ajoutée en raison d’un problème lors de l’analyse de %s.

source: Successfully added the cron schedule %s.
fr_fr: L’ajout de la planification cron %s a réussi.

source: Successfully deleted the cron schedule %s.
fr_fr: La suppression de la planification cron %s a réussi.

source: You are not allowed to run cron events.
fr_fr: Vous n’avez pas l’autorisation de lancer les évènements cron.

source: You are not allowed to delete cron events.
fr_fr: Vous n’avez pas l’autorisation de supprimer les évènements cron.

source: You are not allowed to delete cron schedules.
fr_fr: Vous n’avez pas l’autorisation de supprimer des planifications cron.

source: You are not allowed to add new cron schedules.
fr_fr: Vous n’avez pas l’autorisation pour ajouter de nouvelles planifications cron.

source: You are not allowed to edit cron events.
fr_fr: Vous n’avez pas l’autorisation de modifier les évènements cron.

source: You are not allowed to add new cron events.
fr_fr: Vous n’avez pas l’autorisation d’ajouter de nouveaux évènements cron.

source: Non-repeating
fr_fr: Ne se répète pas

source: Failed to the delete the cron event %s.
fr_fr: Échec de la suppression de l‘évènement %s.

source: Successfully deleted the cron event %s.
fr_fr: Suppression réussie de l’évènement cron %s.

source: Failed to the execute the cron event %s.
fr_fr: Échec de l‘exécution de l’évènement cron %s.

source: Successfully executed the cron event %s.
fr_fr: L’évènement cron %s a bien été exécuté.
